<?php

/**
 * Сообщения для ошбочных запросов
 *
 * @file Code_400.php
 *
 * @author Denis Alexandrov <stm.switcher@gmail.com>
 * @date 05.02.2016 15:35:45
 */

return [
    "Попробуйте отклчючить брендмауер.",
    "Страница компилируется.",
    "Вы проверялись на вирусы?",
    "Я не смог найти примеров как это должно работать.",
    "Это ошибка дизайнера.",

    "Это странно...",
    "Это работало вчера...",
    "Как это возможно?",
    "Это аппаратная проблема.",
    "Что вы делали не правильно, чтобы оно сломалось?",
    "Не может быть, я не трогал этот модуль очень давно!",
    "У вас ошибочная версия программы.",
    "Вероятно, это неудачное стечение обстоятельств...",
    "Я не могу протестировать всё!",
    "Это работает, но никогда не тестировалось.",
    "Зачем вы это нажимали?",
    "Это у вас Windows глючит!",
    "Попробуйте перезагрузить компьютер или переустановите Windows.",

    "К пятнице готово не будет, но в понедельник - точно. Или во вторник.",

    "У нас небольшие сложности с кросс-браузерностью.",
    "Делать сайты – наше призвание. Но мы тоже иногда устаём!",
    "По телефону нам сказали, что это не срочно.",
    "Наш тестер всё случайно удалил.",
    "У нашего креатора депрессия, потому что мы не согласовали его гениальное решение с черепашками Ниндзя.",
    "У нас появилась новая идея, и нам нужно дополнительное время на её проработку.",
];