<?php

/**
 * Сообщения для ненайденных страниц
 *
 * @file Code_404.php
 *
 * @author Denis Alexandrov <stm.switcher@gmail.com>
 * @date 05.02.2016 15:35:45
 */

return [
    "Здесь ничего нет. Совсем.",
    "Я это еще не делал.",
    "Хм. Как вы тут оказались?",
    "Этой страницы не было в требованиях.",
    "Ну, теперь мы знаем что сюда ходить не нужно.",

    "Попробуйте перезагрузить компьютер или переустановите Windows.",
    "Нельзя было подпускать к проекту этих SEO-шников, которые ничего не понимают в технологиях.",
    "К пятнице готово не будет, но в понедельник - точно. Или во вторник.",

    "На данном этапе работы показывать ещё нечего, но у нас всё под контролем!",

    "Дополненная реальность, например, – это когда сайт ещё не работает, но мы уже реально знаем, что он будет крут!",
    "По телефону нам сказали, что это не срочно.",
    "Наш тестер всё случайно удалил.",
    "У нас появилась новая идея, и нам нужно дополнительное время на её проработку.",
    "Создание сайта – процесс творческий. Ну не было у нас вдохновения!...",
    "Я залил свой эппл кофе и потерял все данные.",
    "В ТЗ мы указали такие сроки, чтобы аванс получить хотя бы к концу проекта.",
    "Мы поручили вёрстку фрилансеру, а он пропал.",
    "Не смогли высвободить время для доработки проекта.",
    "У нас довольно ограниченные временные ресурсы –24/7 явно маловато, чтобы закончить такой грандиозный проект.",
    "Мы ещё не закончили работы по первичному наполнению. В настоящий момент мы заняты генерацией пользовательского контента.",
    "Жёсткий диск полетел/сервер упал/ электричество вырубили.",
    "Сервер упал.",
    "Электричество вырубили.",
];