<?php

/**
 * Сообщения для ошибок сервера
 *
 * @file Code_500.php
 *
 * @author Denis Alexandrov <stm.switcher@gmail.com>
 * @date 05.02.2016 15:36:42
 */

return [
    "А на локалке работало...",
    "Чет хз, внезапно перестало работать",
    "У меня на локалке версия пыхи другая",
    "Это временно",
    "У меня работает",

    "Это странно...",
    "Это работало вчера...",
    "Как это возможно?",
    "Это аппаратная проблема.",
    "Что вы делали не правильно, чтобы оно сломалось?",
    "Не может быть, я не трогал этот модуль очень давно!",
    "У вас ошибочная версия программы.",
    "Вероятно, это неудачное стечение обстоятельств...",
    "Я не могу протестировать всё!",
    "Это работает, но никогда не тестировалось.",
    "Зачем вы это нажимали?",
    "Это не бага, это фича!",
    "Это у вас Windows глючит!",
    "Попробуйте перезагрузить компьютер или переустановите Windows.",

    "Ну, не знаю, у меня на машине всё работает.",
    "Нельзя было подпускать к проекту этих маркетоидов, которые ничего не понимают в технологиях.",
    "К пятнице готово не будет, но в понедельник - точно. Или во вторник.",

    "На данном этапе работы показывать ещё нечего, но у нас всё под контролем!",

    "У нас небольшие сложности с кросс-браузерностью.",
    "Даже на самую простую задачу мы смотрим out of the box, а это занимает время, между прочим!",
    "Делать сайты – наше призвание. Но мы тоже иногда устаём!",
    "По телефону нам сказали, что это не срочно.",
    "Наш тестер всё случайно удалил.",
    "У нашего креатора депрессия, потому что мы не согласовали его гениальное решение с черепашками Ниндзя.",
    "У нас появилась новая идея, и нам нужно дополнительное время на её проработку.",
    "Я залил свой эппл кофе и потерял все данные.",
    "В ТЗ мы указали такие сроки, чтобы аванс получить хотя бы к концу проекта.",
    "Мы поручили вёрстку фрилансеру, а он пропал.",
    "Не смогли высвободить время для доработки проекта.",
    "У нас довольно ограниченные временные ресурсы –24/7 явно маловато, чтобы закончить такой грандиозный проект.",
    "Мы уже знаем об этой проблеме, и, я прямо сейчас скорректирую дедлайны разработчиков в таск-менеджере.",
    "Мы решили, что нужно добавить воздуха в дизайн-макет, и пришлось переделывать всю структуру.",
    "Мы ещё не закончили работы по первичному наполнению. В настоящий момент мы заняты генерацией пользовательского контента.",
    "Жёсткий диск полетел/сервер упал/ электричество вырубили.",
    "Сервер упал.",
    "Электричество вырубили.",
];